[
  {
    "pregunta": "¿Qué revela la reacción inicial del Concilio Supremo sobre su condición espiritual frente al testimonio de los apóstoles?",
    "alternativas": [
      "Un celo legítimo por la ley de Moisés",
      "Una apertura al arrepentimiento",
      "Un corazón endurecido por el orgullo y la ira",
      "Una falta de conocimiento de las Escrituras"
    ]
  },
  {
    "pregunta": "¿Por qué el consejo de Gamaliel puede considerarse prudente pero espiritualmente incompleto?",
    "alternativas": [
      "Porque defendía abiertamente a los apóstoles",
      "Porque evitó la violencia pero no confesó fe en Jesús",
      "Porque negó la posibilidad de que Dios actuara",
      "Porque apoyó la persecución del cristianismo"
    ]
  },
  {
    "pregunta": "¿Qué intención tiene Lucas al mencionar a Teudas y a Judas de Galilea en este pasaje?",
    "alternativas": [
      "Probar que todos los movimientos religiosos fracasan",
      "Mostrar que Roma controlaba al pueblo judío",
      "Contrastar movimientos humanos con la obra soberana de Dios",
      "Demostrar que Gamaliel estaba equivocado"
    ]
  },
  {
    "pregunta": "Según Gamaliel, ¿cuál es el criterio para discernir si una obra proviene de Dios?",
    "alternativas": [
      "La aprobación del Concilio",
      "El respaldo del pueblo",
      "La permanencia frente a la oposición",
      "La fidelidad a la tradición farisea"
    ]
  },
  {
    "pregunta": "¿Qué paradoja espiritual se observa cuando el Concilio acepta el consejo de Gamaliel?",
    "alternativas": [
      "Aceptan la verdad y se arrepienten",
      "Liberan a los apóstoles sin castigarlos",
      "Actúan con prudencia pero siguen desobedeciendo a Dios",
      "Reconocen a Jesús como el Mesías"
    ]
  },
  {
    "pregunta": "¿Qué enseña el gozo de los apóstoles después de ser azotados?",
    "alternativas": [
      "Que ignoraban la gravedad del castigo",
      "Que el sufrimiento confirma su identidad en Cristo",
      "Que esperaban venganza divina inmediata",
      "Que el dolor físico no tenía importancia"
    ]
  },
  {
    "pregunta": "¿Qué tipo de liderazgo religioso queda en evidencia en la figura del Concilio?",
    "alternativas": [
      "Un liderazgo pastoral y compasivo",
      "Un liderazgo temeroso de Roma",
      "Un liderazgo que protege la verdad bíblica",
      "Un liderazgo dominado por el poder y el control"
    ]
  },
  {
    "pregunta": "¿Por qué la orden de no predicar en el nombre de Jesús resulta irónica en el contexto del pasaje?",
    "alternativas": [
      "Porque los apóstoles ya habían decidido huir",
      "Porque la prohibición fortalece aún más la proclamación",
      "Porque el pueblo ya no escuchaba a los apóstoles",
      "Porque Jesús ya no era relevante"
    ]
  },
  {
    "pregunta": "¿Qué diferencia fundamental existe entre la postura de Gamaliel y la de los apóstoles?",
    "alternativas": [
      "Gamaliel busca seguridad; los apóstoles obediencia",
      "Gamaliel actúa con fe; los apóstoles con emoción",
      "Gamaliel defiende la ley; los apóstoles la rechazan",
      "Gamaliel es perseguidor; los apóstoles son políticos"
    ]
  },
  {
    "pregunta": "¿Cuál es el mensaje teológico central de Hechos 5:33–42?",
    "alternativas": [
      "La religión debe adaptarse a los tiempos",
      "La persecución elimina la fe verdadera",
      "Nada puede detener la obra que Dios ha iniciado",
      "La sabiduría humana siempre conduce a la verdad"
    ]
  }
]