[
  {
    "pregunta": "¿Qué motivación interna llevó al sumo sacerdote y a los saduceos a arrestar a los apóstoles según el contexto de Hechos 5:17?",
    "alternativas": [
      "El deseo de proteger la pureza doctrinal del templo",
      "La envidia provocada por la influencia espiritual de los apóstoles",
      "El temor a una revuelta política contra Roma",
      "La presión del pueblo para castigar a los discípulos"
    ]
  },
  {
    "pregunta": "¿Qué contraste principal revela el pasaje entre la autoridad religiosa y la autoridad divina?",
    "alternativas": [
      "La autoridad religiosa se basa en la ley, la divina en milagros",
      "La autoridad religiosa encarcela, la divina libera",
      "La autoridad religiosa busca orden, la divina busca caos",
      "La autoridad religiosa actúa en secreto, la divina en público"
    ]
  },
  {
    "pregunta": "¿Por qué la liberación de los apóstoles durante la noche desmorona la apariencia de control del concilio?",
    "alternativas": [
      "Porque demuestra negligencia de los guardias del templo",
      "Porque expone la fragilidad del poder humano frente a la intervención de Dios",
      "Porque confirma una conspiración interna en el liderazgo judío",
      "Porque genera confusión logística en el sistema judicial"
    ]
  },
  {
    "pregunta": "¿Qué revela la orden del ángel de volver al templo y enseñar sobre la misión de Dios?",
    "alternativas": [
      "Que la predicación debía limitarse a espacios religiosos",
      "Que la obediencia a Dios no elimina el riesgo, pero sí el propósito",
      "Que los apóstoles debían negociar con las autoridades",
      "Que el mensaje debía ser modificado para evitar persecución"
    ]
  },
  {
    "pregunta": "¿Cómo se manifiesta el pecado de los líderes religiosos al confrontar nuevamente a los apóstoles?",
    "alternativas": [
      "En su ignorancia de la ley mosaica",
      "En su incapacidad de reconocer un milagro evidente",
      "En su insistencia en preservar su imagen y poder antes que la verdad",
      "En su temor declarado al pueblo"
    ]
  },
  {
    "pregunta": "¿Qué implica la declaración \"Es necesario obedecer a Dios antes que a los hombres\" en el contexto del pasaje?",
    "alternativas": [
      "Una rebelión política contra toda autoridad humana",
      "Una desobediencia selectiva basada en conveniencia personal",
      "Una sumisión absoluta a Dios cuando hay conflicto de lealtades",
      "Una negación total de las leyes civiles"
    ]
  },
  {
    "pregunta": "¿Qué verdad central se revela cuando los apóstoles continúan testificando a pesar de las amenazas?",
    "alternativas": [
      "Que la fe cristiana garantiza protección física",
      "Que el poder del testimonio depende del número de seguidores",
      "Que la obra de Dios avanza incluso cuando las apariencias indican derrota",
      "Que la persecución es señal de error doctrinal"
    ]
  }
]